Repository: SebaKrk/StepTrackerTCA
Catalog: GymRoom/Localizable.xcstrings
Source language: en
Languages: pl

source: %lld%% of class
pl: %lld%% zajęć

source: Active Energy
pl: Aktywna energia

source: Address or room (e.g. Iron Den)
pl: Adres lub sala (np. Iron Den)

source: All Athletes
pl: Wszyscy

source: All athletes will be disconnected.
pl: Wszyscy sportowcy zostaną rozłączeni.

source: All zones
pl: Wszystkie strefy

source: Athlete
pl: Zawodnik

source: Avg HR
pl: Śr. HR

source: Calories
pl: Kalorie

source: Calories burned
pl: Spalone kalorie

source: Cancel
pl: Anuluj

source: Capacity
pl: Pojemność

source: Class name
pl: Nazwa klasy

source: Classes
pl: Klasy

source: Combined
pl: Razem

source: Couldn't load athlete data for this class. Please try again.
pl: Nie udało się wczytać danych zawodnika dla tych zajęć. Spróbuj ponownie.

source: Couldn't load class history. Please try again.
pl: Nie udało się wczytać historii zajęć. Spróbuj ponownie.

source: Couldn't load classes. Please try again.
pl: Nie udało się wczytać zajęć. Spróbuj ponownie.

source: Delete
pl: Usuń

source: Delete class?
pl: Usunąć klasę?

source: Delete session?
pl: Usunąć sesję?

source: Details
pl: Szczegóły

source: Done
pl: Gotowe

source: Duration
pl: Czas

source: Edit
pl: Edytuj

source: Edit class
pl: Edytuj klasę

source: End
pl: Zakończ

source: End class?
pl: Zakończyć zajęcia?

source: End session?
pl: Zakończyć sesję?

source: End time will be set to now. Athletes still active will be finalized.
pl: Czas zakończenia zostanie ustawiony na teraz. Aktywni zawodnicy zostaną sfinalizowani.

source: Gap end
pl: Koniec przerwy

source: Gap start
pl: Początek przerwy

source: HR max
pl: HR maks

source: HR over time
pl: HR w czasie

source: History
pl: Historia

source: Individual
pl: Indywidualnie

source: LIVE
pl: NA ŻYWO

source: Loading failed
pl: Błąd wczytywania

source: Location
pl: Lokalizacja

source: Location (e.g. Sala 1)
pl: Lokalizacja (np. Sala 1)

source: Max HR
pl: Maks. HR

source: Minute
pl: Minuta

source: New class
pl: Nowa klasa

source: Next class
pl: Następne zajęcia

source: No athletes data
pl: Brak danych athletes

source: No classes
pl: Brak zajęć

source: No classes yet
pl: Brak klas

source: No past classes yet
pl: Brak zajęć w historii

source: No samples
pl: Brak próbek

source: Ongoing
pl: Trwa

source: Points
pl: Punkty

source: Rank
pl: Miejsce

source: Repeat weekly
pl: Powtarzaj co tydzień

source: Results — %@
pl: Wyniki — %@

source: Run a class to see it here.
pl: Uruchom zajęcia, aby pojawiły się tutaj.

source: Save
pl: Zapisz

source: Schedule
pl: Harmonogram

source: Scheduled
pl: Zaplanowane

source: Scheduled at
pl: Data zajęć

source: Seconds
pl: Sekundy

source: Selected Minute
pl: Wybrana minuta

source: Selected Time
pl: Wybrany czas

source: Series
pl: Serie

source: Set scheduled time
pl: Ustaw datę zajęć

source: Start class
pl: Rozpocznij zajęcia

source: Started %@
pl: Rozpoczęta %@

source: Tap + to create your first class.
pl: Stuknij +, aby utworzyć pierwszą klasę.

source: Team
pl: Drużyna

source: This athlete didn't send any HR data.
pl: Ten zawodnik nie przesłał żadnych danych HR.

source: This class had no peers connected.
pl: W tej klasie nie było podłączonych athletes.

source: This device supports up to %lld athletes. Reduce the value to save.
pl: To urządzenie obsługuje maksymalnie %lld sportowców. Zmniejsz wartość, aby zapisać.

source: This will also delete all athlete data from this class.
pl: Usunie też wszystkie dane sportowców z tej klasy.

source: This will also delete all related sessions and athlete data.
pl: Usunie też wszystkie powiązane sesje i dane sportowców.

source: Time
pl: Czas

source: Time in zones
pl: Czas w strefach

source: Today
pl: Dziś

source: Total class
pl: Całe zajęcia

source: Try again
pl: Spróbuj ponownie

source: Yesterday
pl: Wczoraj

source: Zone
pl: Strefa

source: Zone end
pl: Koniec strefy

source: Zone start
pl: Początek strefy

source: active time
pl: czas aktywny

source: weekly
pl: co tydzień
